/*Local notification / trung tâm thông báo của iOS */
"%@: [tin nhắn]" = "%@: [tin nhắn]";

"%@ bình luận câu chuyện của bạn" = "%@ commented on your story";


"%@ bình luận câu chuyện trên trang cá nhân của bạn" = "%@ commented on a story on your homepage";


"%@ bình luận sau bạn trên cùng 1 câu chuyện" = "%@ commented behind you on the same story";


"%@ muốn kết bạn với bạn, bạn có đồng ý không?" = "%@ wants to add you as a friend, do you agree?";


"%@ ngày %@" = "%2$@ at %1$@";


"%@ sử dụng phiên bản AzStack không hỗ trợ \"Bình luận\"" = "%@ use AzStack version without support for \"Comment\"";


"%@ sử dụng phiên bản AzStack không hỗ trợ \"Thích\"" = "%@ use AzStack version without support for \"Like\"";


"%@ sử dụng phiên bản AzStack không hỗ trợ chức năng này" = "%@ use AzStack version without support for this function";


"%@ sử dụng phiên bản khác của AzStack, không hỗ trợ: gọi điện, thông báo nhận tin nhắn, bình luận, thích câu chuyện, ..." = "%@ use another version of AzStack, without support for calls, message notifications, comments, likes, ...";


"%@ sử dụng phiên bản onChat không hỗ trợ chức năng này" = "%@ use AzStack version without support for this function";


"%@ thích câu chuyện của bạn" = "%@ like your story";


"%@ từ chối kết bạn với bạn" = "%@ denied your friend request";


"%@ viết lên trang cá nhân của bạn" = "%@ wrote on your homepage";


"%@ đồng ý kết bạn với bạn" = "%@ confirmed your friend request";


"%d bình luận" = "%d comments";


"%d người thích" = "%d likes";


"[Âm thanh]" = "[Âm thanh]";

"[Âm thanh2]" = "[Âm thanh]";

"[Cuộc gọi]" = "[Cuộc gọi]";


"[Hình ảnh]" = "[Hình ảnh]";

"[Hình ảnh2]" = "[Hình ảnh]";

"[Hình vui]" = "[Hình vui]";

"[Hình vui2]" = "[Hình vui]";

"[Không có tin nhắn]" = "[Không có tin nhắn]";


"[tin nhắn]" = "[tin nhắn]";


"Ai đó bình luận câu chuyện của bạn" = "Someone commented on your story";


"Ai đó bình luận câu chuyện trên trang của bạn" = "Someone commented on a story on your homepage";


"Ai đó bình luận sau bạn trên cùng 1 câu chuyện" = "Someone commented behind you on the same story";


"Ai đó muốn kết bạn với bạn" = "You have a new friend request";


"Ai đó thích câu chuyện của bạn" = "Someone likes your story";


"Ai đó từ chối kết bạn với bạn" = "Someone denied your friend request";


"Ai đó viết lên trang cá nhân của bạn" = "Someone wrote on your homepage";


"Ai đó đồng ý kết bạn với bạn" = "Your friend request is accepted";


"Âm báo khi có tin mới" = "Sound for new messages";


"Âm báo khi gửi tin" = "Sound for sent messages";


"Ảnh đại diện" = "Profile picture";


"Bài nhạc chờ này đã được thêm vào danh sách của bạn rồi" = "This ringback tone is already on your play list";


"Báo cáo nội dung xấu" = "Report inappropriate";


"Bằng việc nhấn Đăng ký, bạn đã đồng ý với Điều khoản sử dụng của chúng tôi" = "By tapping Register, you are indicating that you agree to the Terms and Conditions";


"Bạn bè trên Facebook sẽ không thể tìm thấy bạn, bạn có chắc chắn muốn \"ẩn mình\" không?" = "Your Facebook friends will not be able to find you, are you sure you want to be \"invisible\"?";

"Xác nhận block friend" = "Are you sure you want to block this friend?";

"Bạn bị chặn" = "You are blocked";


"Bạn bị chặn không được xem trang cá nhân của người này!" = "You are blocked from seeing this user's homepage!";


"Bạn chưa gửi yêu cầu kết bạn nào" = "You have not sent any friend request";


"Bạn có chắc chắn không muốn kết bạn với %@ không?" = "Are you sure you do not want to add %@ as your friend?";


"Bạn có chắc chắn không muốn làm bạn với %@ nữa không?" = "Are you sure you want to remove %@ from your friends list?";


"Bạn có chắc chắn muốn huỷ bản vẽ không?" = "Bạn có chắc chắn muốn huỷ bản vẽ không?";


"Bạn có chắc chắn muốn huỷ ghi âm?" = "Bạn có chắc chắn muốn huỷ ghi âm?";


"Bạn có chắc chắn muốn huỷ tải xuống gói hình vui nhộn này không?" = "Bạn có chắc chắn muốn huỷ tải xuống gói hình vui nhộn này không?";


"Bạn có chắc chắn muốn huỷ tải xuống không?" = "Bạn có chắc chắn muốn huỷ tải xuống không?";


"Bạn có chắc chắn muốn huỷ yêu cầu kết bạn với %@ không?" = "Are you sure you want to deny %@'s friend request?";


"Bạn có chắc chắn muốn huỷ yêu cầu kết bạn đến %@?" = "Are you sure you want to delete your friend request to %@?";


"Bạn có chắc chắn muốn kết bạn với %@ không?" = "Are you sure you want to confirm %@'s friend request?";


"Bạn có chắc chắn muốn kết bạn với tất cả không?" = "Are you sure you want to confirm all friend requests?";

"Bạn có chắc chắn muốn huỷ kết bạn với tất cả không?" = "Are you sure you want to cancel all friend requests?";

"Bạn có chắc chắn muốn từ chối kết bạn với %@ không?" = "Are you sure you want to deny %@'s friend request?";


"Bạn có chắc chắn muốn xoá ghi âm?" = "Bạn có chắc chắn muốn xoá ghi âm?";


"Bạn có chắc chắn muốn xoá gói hình vui nhộn này không?" = "Bạn có chắc chắn muốn xoá gói hình vui nhộn này không?";


"Bạn có chắc chắn muốn xoá toàn bộ để vẽ lại?" = "Bạn có chắc chắn muốn xoá toàn bộ để vẽ lại?";


"Bạn có muốn báo cáo câu chuyện này có nội dung xấu không?" = "Do you want to report this story as a spam?";


"Bạn có muốn tiếp tục ngay cả khi chưa cập nhật ảnh đại diện không?" = "Do you want to continue without updating your profile picture now?";


"Bạn có muốn tiếp tục ngay cả khi chưa nhập đủ thông tin không?" = "Do you want to continue without updating your all information now?";


"Bạn có muốn xoá bài nhạc chờ này không?" = "Do you want to delete this ringback tone?";


"Bạn có muốn xoá bài nhạc nền này không?" = "Do you want to delete this call background music?";


"Bạn có muốn xoá bài viết này không?" = "Do you want to delete this post?";


"Bạn có muốn xoá bình luận này không?" = "Do you want to delete this comment?";


"Bạn không có quyền bình luận!" = "You are not allowed to comment!";


"Bạn không có quyền xem trang cá nhân của người này!" = "You are not allowed to view this person's homepage!";


"Bạn không thể xoá gói hình vui nhộn mặc định" = "You cannot delete this default stickers pack";


"Bạn muốn rời phòng chat %@?" = "You want to leave the room %@?";


"Bạn phải bật dịch vụ vị trí (GPS) để sử dụng tính năng này: Vào Settings -> Location Services" = "Bạn phải bật dịch vụ vị trí (GPS) để sử dụng tính năng này: Vào Settings -> Location Services";


"Bạn phải bật dịch vụ vị trí (GPS) để sử dụng tính năng này: Vào Settings -> Privacy -> Location" = "Bạn phải bật dịch vụ vị trí (GPS) để sử dụng tính năng này: Vào Settings -> Privacy -> Location";


"Bạn phải nhập đầy đủ các thông tin" = "Please fill in all fields";


"Bạn sẽ cập nhật tên và ngày sinh sau?" = "You will update your name and birthday later?";


"Bạn sẽ không thể nhận/gửi tin nhắn, và hầu hết các thao tác khác. Bạn có chắc chắn muốn ngắt kết nối không?" = "You will not be able to send/receive messages and almost other actions. Are you sure you want to disconnect?";


"Bạn đang kết nối với tài khoản Facebook: %@" = "You are connecting to Facebook account: %@";


"Bạn đã bị ngắt kết nối do đăng nhập trên thiết bị khác. Để kết nối lại vào: Thêm -> Công cụ" = "Your account has been used to log in another device. Do you want to connect again?";


"Bình chọn AzStack trên AppStore" = "Rate AzStack on AppStore";


"Bị chặn" = "Blocked";


"AzStack trên Facebook" = "AzStack on Facebook";


"Bỏ chặn" = "Unblock";


"Bỏ chặn thành công!" = "Successfully unblock!";


"Bỏ qua" = "Bỏ qua";


"Bỏ thích" = "Unlike";


"Bút" = "Bút";


"Cancel" = "Hủy bỏ";


"Cài đặt những thông báo bạn vẫn muốn nhận khi đã tắt ứng dụng (thông qua Trung tâm thông báo / Notification Center của iOS)" = "Cài đặt những thông báo bạn vẫn muốn nhận khi đã tắt ứng dụng (thông qua Trung tâm thông báo / Notification Center của iOS)";


"Cài đặt tin nhắn & cuộc gọi" = "Cài đặt tin nhắn & cuộc gọi";


"Câu chuyện" = "Story";


"Câu chuyện này không tồn tại hoặc đã bị xoá!" = "This story is not available or deleted!";


"Cập nhật chặn KHÔNG thành công!" = "Failed to block!";


"Cập nhật thông tin thành công!" = "Update account information successfully!";


"Cellular" = "Cellular";


"Chat với" = "Chat với";


"Chào mừng" = "Chào mừng";


"Chặn / bỏ chặn" = "Block / unblock";


"Chặn cả 2" = "Block both";


"Chặn nhắn tin" = "Block messages";


"Chặn thành công!" = "Block send messages successfully!";

"Bỏ chặn thành công!" = "Unblock successfully!";

"Chặn xem trang cá nhân" = "Block from seeing homepage";


"Chính xác" = "Exactly";


"Chỉ bạn bè" = "Friends Only";


"Chỉ hiện nam" = "Male\nonly";


"Chỉ hiện nữ" = "Female\nonly";


"Chỉ mình tôi" = "Only me";


"Cho phép" = "Allow";


"Cho phép / không cho phép người khác cùng mạng Wifi nhìn thấy tôi" = "Allow / Not allow people on the same wifi network to see me";


"Cho phép hoặc không cho phép người khác cùng mạng wifi nhìn thấy bạn" = "Allow or not allow people on the same wifi network to see you";


"Chọn ảnh" = "Photo";


"Chọn giờ" = "Choose time";


"Chọn màu khác" = "Chọn màu khác";


"Chọn ngày" = "Choose date";


"Chọn vị trí" = "Chọn vị trí";


"Chưa có ai" = "No one";


"Chưa có ai ghé thăm trang cá nhân của bạn" = "No one visits your homepage";


"Chưa có ai ở đây" = "No one here";


"Chưa có ai trong phòng chat này" = "There is no one in this chat room";


"Chưa có bài nhạc chờ nào trong danh sách" = "No ringback tone in your play list";


"Chưa có bài nhạc nền nào được tải về" = "No call background music is downloaded";


"Chưa có bài nhạc nền nào! \n\nĐể tải về nhạc nền cuộc gọi hãy vào Thêm, Quản lý nhạc nền cuộc gọi, nhấn vào nút + phía trên, và tải về bài hát bạn thích.\n\nBạn có thể vào website http://AzStack.com từ máy tính để upload bài hát bất kỳ." = "No call background music! \n\nTo download the call background music, go to More -> Call background music management -> Touch + button above -> Download your favorite call background music.\n\nYou can go to website http://AzStack.com from your computer to upload any songs you like.";


"Chưa có câu chuyện nào" = "No story";


"Chưa có tin hẹn giờ nào" = "No schedule message";


"Chưa có yêu cầu kết bạn nào" = "No friend request";


"Chưa gửi" = "Not sent";


"CHƯA kết nối tới máy chủ" = "NOT connected to server";


"Chức năng này chưa hỗ trợ!" = "This function is not supported!";


"Chức năng này sẽ được hỗ trợ trong phiên bản AzStack tới" = "This function will be supported in the next version of AzStack";


"Chữ ký cuộc gọi" = "Call signature";


"Chữ ký cuộc gọi không được quá 400 ký tự" = "Call signature is no more than 400 letters";


"Chữ nhật" = "Chữ nhật";


"Chữ nhật (đặc)" = "Chữ nhật (đặc)";


"Chụp ảnh" = "Chụp ảnh";


"Close" = "Đóng";


"Copied" = "Copied";


"Copy" = "Copy";


"Copying" = "Copying";


"Có" = "Có";


"Có lỗi" = "Có lỗi";


"Có lỗi trong quá trình tải file, vui lòng thử lại!" = "Có lỗi trong quá trình tải file, vui lòng thử lại!";


"Có lỗi xảy ra" = "Có lỗi xảy ra";


"Có lỗi xảy ra khi thêm nhạc chờ, vui lòng thử lại" = "There is an error in adding ringback tone, please try again";


"Có lỗi xảy ra trong khi xoá nhạc chờ, vui lòng thử lại" = "There is an error in deleting ringback tone, please try again";


"Có lỗi xảy ra trong quá trình gửi yêu cầu kết bạn" = "There is an error in sending friend request";


"Có lỗi xảy ra trong quá trình gửi yêu cầu xoá bạn" = "There is an error in sending unfriend request";


"Có lỗi xảy ra trong quá trình đăng bình luận!" = "There is an error in posting comment!";


"Có lỗi xảy ra, vui lòng kiểm tra lại kết nối mạng!" = "Có lỗi xảy ra, vui lòng kiểm tra lại kết nối mạng!";


"Có lỗi xảy ra, vui lòng thử lại" = "Có lỗi xảy ra, vui lòng thử lại";


"Công cụ" = "Công cụ";


"Cuộc gọi" = "Cuộc gọi";


"Danh bạ" = "Danh bạ";

"Contact Infomation" = "Contact Infomation";

"Danh bạ: %@" = "Danh bạ: %@";


"Danh sách bị chặn" = "Blocked list";


"Danh sách người bị chặn" = "Blocked list";


"Dismiss" = "Dismiss";


"Done" = "Done";


"Dung lượng: %.2f MB" = "Dung lượng: %.2f MB";


"Elip" = "Elip";


"Elip (đặc)" = "Elip (đặc)";


"Email" = "Email";


"Email failed to send. Please try again." = "Email failed to send. Please try again.";


"Email không hợp lệ" = "Invalid email";


"Email không hợp lệ!" = "Invalid email!";


"Email đã có người sử dụng" = "This email is already exist";


"Email/tên đăng nhập không hợp lệ" = "Invalid email/username";


"Email/tên đăng nhập không tồn tại trên hệ thống" = "This email/username does not exist in the system";


"Facebook: %@" = "Facebook: %@";


"Failed" = "Failed";


"Gặp gỡ" = "Meet";


"Ghé thăm" = "Visit";


"Ghi âm" = "Ghi âm";


"Góp ý AzStack %@" = "Suggest for AzStack %@";


"Gọi nhỡ từ: %@" = "Gọi nhỡ từ: %@";


"Gửi" = "Gửi";


"Gửi email cho AzStack Team" = "Send an email to AzStack Team";


"Hẹn giờ" = "Set timer";


"Hẹn giờ gửi tin nhắn" = "Schedule messages";


"Hệ thống đang quá tải, vui lòng thử lại sau 5 phút" = "Hệ thống đang quá tải, vui lòng thử lại sau 5 phút";


"Hình vui" = "Hình vui";


"Hình vui nhộn" = "Hình vui nhộn";


"Hiện tất cả" = "Show\nall";


"Hiện tại đã là bạn bè với %@ hoặc yêu cầu kết bạn đã được gửi từ trước" = "You and %@ are friends already or your friend request was sent before";


"Hôm qua" = "Hôm qua";


"Họ tên không được nhiều hơn 25 ký tự!" = "Your full name must be no more than 32 letters!";


"Họ tên phải tối thiểu 2 ký tự!" = "Your full name must be at least 2 letters!";


"Họ và tên không được bé hơn 2 ký tự và không được lớn hơn 25 ký tự" = "Sorry! full name must be at least 2 character. Please try again!";


"Huỷ" = "Huỷ";


"Huỷ yêu cầu" = "Cancel request";


"Huỷ yêu cầu kết bạn" = "Cancel friend request";


"Huỷ yêu cầu kết bạn thành công!" = "Friend request cancelled!";


"IP của bạn đang bị khoá" = "Your IP is blocked";


"Kéo xuống để làm mới" = "Kéo xuống để làm mới";


"Kết bạn" = "Add friend";


"Kết bạn thành công do %@ cũng đã gửi yêu cầu kết bạn tới bạn từ trước" = "Successfully added friend because %@ also sent friend request to you before";


"Kết nối" = "Connect";


"Kể 1 câu chuyện ..." = "Tell a story ...";


"Khi có ai đó gọi cho bạn người đó sẽ được nghe 1 bài nhạc chờ ngẫu nhiên trong danh sách này" = "When someone is calling you, they will be hearing a random ringback tone in this list";


"Khi tôi xem trang cá nhân của người khác" = "When I view people's homepages";


"Khi tôi xem trang cá nhân người khác" = "When I view people's homepages";


"Không" = "Không";


"Không cho phép" = "Do not allow";


"Không có ai" = "No people";


"Không có ai ở gần đây" = "No nearby friend!";


"Không có thông báo nào" = "No notifications";


"Không lấy được vị trí của bạn, bạn phải cho phép AzStack lấy vị trí của mình để sử dụng tính năng này: Vào Settings -> Location Services -> AzStack" = "Không lấy được vị trí của bạn, bạn phải cho phép AzStack lấy vị trí của mình để sử dụng tính năng này: Vào Settings -> Location Services -> AzStack";


"Không lấy được vị trí của bạn, bạn phải cho phép AzStack lấy vị trí của mình để sử dụng tính năng này: Vào Settings -> Privacy -> Location -> AzStack" = "Không lấy được vị trí của bạn, bạn phải cho phép AzStack lấy vị trí của mình để sử dụng tính năng này: Vào Settings -> Privacy -> Location -> AzStack";


"Không nghe máy" = "Không nghe máy";


"Không nhìn thấy tôi" = "Cannot see me";


"Không thể gọi cho chính mình" = "Không thể gọi cho chính mình";


"Không thể kết nối đến máy chủ, vui lòng kiểm tra kết nối mạng" = "Không thể kết nối đến máy chủ, vui lòng kiểm tra kết nối mạng";


"Không thể lấy thông tin từ Facebook của bạn! Bạn cần cho phép AzStack truy cập các thông tin của bạn: email, bạn bè, ngày sinh nhật để sử dụng tính năng này!" = "Không thể lấy thông tin từ Facebook của bạn! Bạn cần cho phép AzStack truy cập các thông tin của bạn: email, bạn bè, ngày sinh nhật để sử dụng tính năng này!";


"Không thể nhắn tin" = "Block messages to me";


"Không thể nhắn tin + Không thể xem trang cá nhân" = "Cannot send a message + Cannot view the homepage";


"Không thể xem trang cá nhân" = "Cannot view the homepage";


"Không tìm thấy bạn bè nào" = "No friends found";


"Không xác định" = "Unknown";


"Không để lại vết" = "Do not leave mark";


"Không đồng ý" = "Do not agree";


"Kiểm tra lại thông tin" = "Re-check your information";


"Last Updated: %@" = "Last Updated: %@";


"Lấy lại mật khẩu" = "Reset password";


"Lưu lại" = "Lưu lại";


"Máy chủ sẽ ngừng hoạt động trong %d giây, lý do: %@. Ứng dụng sẽ tự động kết nối sau khi máy chủ hoạt động trở lại!" = "Máy chủ sẽ ngừng hoạt động trong %d giây, lý do: %@. Ứng dụng sẽ tự động kết nối sau khi máy chủ hoạt động trở lại!";

"Máy đang bận" = "Máy đang bận";

"Mã xác nhận không chính xác hoặc đã hết hạn, vui lòng nhập lại" = "Captcha is incorrect or already expired, please check";


"Mã xác nhận không chính xác, vui lòng nhập lại" = "Incorrect captcha, please check";


"Mật khẩu hiện tại không chính xác!" = "Current password is incorrect!";


"Mật khẩu không được bé hơn 6 ký tự" = "Password must be no less than 6 characters";


"Mật khẩu phải có tối thiểu 6 ký tự!" = "Password must be no less than 6 characters!";


"Mật khẩu tối thiểu 6 ký tự!" = "Password is no less than 6 characters!";


"Nam" = "Male";


"Never" = "Never";


"Ngày %@" = "%@";


"Ngày phát hành: 30/04/2014" = "Published date: 2015/05/12";


"Ngày sinh" = "Birthday";


"Ngắt kết nối" = "Disconnect";


"Nghỉ chơi" = "Unfriend";


"Người khác cùng mạng Wifi có thể?" = "People on the same wifi network can?";


"Người này chỉ nhận cuộc gọi từ bạn bè" = "This person only receives calls from friends";


"Người này chỉ nhận tin nhắn từ bạn bè" = "This person only receives messages from friends";


"Người này không muốn nhận tin nhắn từ bạn" = "This person does not want to receive your messages";


"Người nhận không tồn tại" = "Recerver is not available";


"Nhạc chờ / nhạc nền cuộc gọi" = "Call ringback tone / background music";


"Nhạc chờ cuộc gọi" = "Call ringback tone";


"Nhạc nền cuộc gọi của tôi" = "My call background music";


"Nhạc nhạc nền cuộc gọi" = "call background music";


"Nhập lại mật khẩu chưa chính xác" = "Repeat password not matched";


"Nhập lại mật khẩu chưa chính xác!" = "Repeat password not matched!";


"Nhập lại mật khẩu mới chưa chính xác!" = "Repeat new password not matched!";


"Nhập tên đăng nhập" = "Enter username";


"Nhập tin nhắn" = "Nhập tin nhắn";


"Nhìn thấy tôi" = "See me";


"Những người ở gần" = "Nearby friends";


"No Connection" = "Không có kết nối";


"Nữ" = "Female";


"of" = "of";


"OK" = "OK";


"Ok" = "Ok";


"Phiên bản: %@" = "Version: %@";


"photo" = "hình ảnh";


"Photo" = "Hình ảnh";

"Video" = "Video";

"photos" = "photos";


"Phòng chat" = "Chat room";


"Phòng chat %@ %d" = "Chat room %1$@ %2$d";


"Preparing" = "Preparing";


"Pull to refresh..." = "Kéo xuống để cập nhật...";


"Qua Facebook" = "Via Facebook";


"Thêm bằng tên đăng nhập / email" = "Add friend by username or email";


"Quản lý nhạc chờ cuộc gọi" = "Manage call ringback tone";


"Quản lý nhạc nền cuộc gọi" = "Manage call background music";


"Rời phòng" = "Leave this room";


"Rung khi có tin mới" = "Vibrate for new messages";


"Sai mật khẩu" = "Incorrect password";


"Sai tên đăng nhập hoặc mật khẩu" = "Incorrect username or password";


"Save" = "Lưu";


"Saved" = "Đã lưu";


"Saving" = "Đang lưu";


"Select Photos" = "Chọn ảnh";


"Sử dụng chung wifi" = "Use wifi together";


"Sử dụng tài khoản Facebook để tìm bạn" = "Use Facebook account to find friend";


"Sử dụng Wifi công cộng" = "Use public wifi";


"Sửa lại" = "Edit";


"Tài khoản bị khoá đến: %@" = "Your account is locked till: %@";


"Tài khoản của bạn đã bị khoá vĩnh viễn!" = "Your account is permanently locked!";


"Tất cả mọi người" = "Everyone";


"Tẩy" = "Tẩy";


"Tải nhạc nền cuộc gọi" = "Download background music for calls";


"Tải về" = "Tải về";


"Tạo hẹn giờ mới" = "Create new message";


"Tạo tài khoản" = "Create an account";


"Tạo tài khoản AzStack" = "Create a AzStack account";


"Tên đăng nhập không hợp lệ" = "Invalid username";


"Tên đăng nhập không hợp lệ, tên đăng nhập phải lớn hơn hoặc bằng 5 ký tự, chỉ được bao gồm các chữ cái, chữ số, dấu gạch ngang (-), dấu gạch chân (_) và dấu chấm (.)" = "This username is invalid. Username must be no less than 5 characters and only include letters, numbers, hyphens (-), dashes (_), and periods (.)";


"Tên đăng nhập không tồn tại" = "This username is not existed";


"Tên đăng nhập không tồn tại: %@" = "This username is not existed: %@";


"Tên đăng nhập không được toàn là số" = "Username must not be numbers only";


"Tên đăng nhập tối thiểu 5 và tối đa 32 ký tự!" = "Username is no less than 5 characters and no more than 32 characters!";


"Tên đăng nhập đã tồn tại, vui lòng chọn tên đăng nhập khác" = "This username is already existed. Please choose another one";


"Tên đăng nhập/email không hợp lệ" = "Username/Email is invalid";


"Tên đăng nhập: %@ \nEmail: %@" = "Username: %1$@ \nEmail: %2$@";


"Thay đổi" = "Edit";


"Thay đổi chưa được lưu lại" = "Changes are not saved";


"Thay đổi mật khẩu thành công!" = "Password updated!";


"Thay đổi tài khoản" = "Log out";


"Thay đổi thông tin KHÔNG thành công!" = "Information FAILED to change!";


"Thả ra để làm mới" = "Thả ra để làm mới";


"Thêm" = "Thêm";


"Thêm / xoá gói hình vui nhộn" = "Thêm / xoá gói hình vui nhộn";


"Thêm bằng tên đăng nhập" = "Add by username";


"Thêm nhạc chờ cuộc gọi" = "Add ringback tone";


"Thêm nhạc chờ thành công" = "Ringback tone added";


"Thêm tất cả" = "Add all";

"Xoá tất cả" = "Clear all";

"Thêm thông tin" = "More information";


"Thiết bị của bạn không hỗ trợ gửi email hoặc bạn đã tắt chức năng này!" = "Thiết bị của bạn không hỗ trợ gửi email hoặc bạn đã tắt chức năng này!";


"Thiết lập riêng tư" = "Thiết lập riêng tư";


"Thích" = "Thích";


"Thoát" = "Thoát";


"Thông báo" = "Thông báo";


"Thông tin cá nhân" = "Thông tin cá nhân";


"Thông tin của bạn đã được lưu lại ở đây để người khác có thể tìm thấy và làm quen/kết bạn với bạn. Bạn có muốn xoá thông tin và rời khỏi đây không?" = "Thông tin của bạn đã được lưu lại ở đây để người khác có thể tìm thấy và làm quen/kết bạn với bạn. Bạn có muốn xoá thông tin và rời khỏi đây không?";


"Thông tin của tôi" = "Account information";


"Thông tin về AzStack" = "About AzStack";


"Thời gian gửi sớm nhất là sau 2 phút và muộn nhất là sau 1 năm" = "The time for sending is after 2 minutes min and 1 year max";


"Thời gian: %@" = "Thời gian: %@";


"Tin nhắn" = "Tin nhắn";


"Tin nhắn (%d)" = "Tin nhắn (%d)";


"Tin nhắn hẹn giờ" = "Timer messages";


"Tin nhắn này chưa được gửi, bạn có muốn xoá không?" = "Tin nhắn này chưa được gửi, bạn có muốn xoá không?";


"Tìm bạn qua Danh bạ" = "Find friends in Contacts";



"Tiếp tục" = "Tiếp tục";


"Tìm bạn qua Facebook" = "Find friends on Facebook";


"Tìm kiếm" = "Tìm kiếm";


"Toàn bộ dữ liệu của ứng dụng AzStack trên máy bạn: thông tin tài khoản, danh bạ và tin nhắn lưu sẽ bị xoá hết, bạn có đồng ý không?" = "Toàn bộ dữ liệu của ứng dụng AzStack trên máy bạn: thông tin tài khoản, danh bạ và tin nhắn lưu sẽ bị xoá hết, bạn có đồng ý không?";


"Toàn bộ dữ liệu của ứng dụng AzStack trên máy bạn: thông tin tài khoản, danh bạ và tin nhắn lưu sẽ bị xoá hết, bạn có đồng ý không?" = "Toàn bộ dữ liệu của ứng dụng AzStack trên máy bạn: thông tin tài khoản, danh bạ và tin nhắn lưu sẽ bị xoá hết, bạn có đồng ý không?";


"Trang cá nhân" = "Homepage";


"Trạng thái kết nối" = "Connected Status";


"Trung tâm thông báo" = "Notification Center";


"Từ chối" = "Deny";


"Vẽ hình" = "Vẽ hình";


"Vẽ lại" = "Vẽ lại";


"Vị trí" = "  Vị trí ";


"Vui lòng nhập chính xác tên đăng nhập và mật khẩu!" = "Please enter a valid username and password!";


"Vui lòng nhập mã xác nhận" = "Please type the captcha code";


"Vui lòng nhập đủ thông tin" = "Please fill in all fields";


"WiFi" = "Wifi";


"Xác nhận" = "Xác nhận";


"Xem" = "Xem";


"Xem các tin nhắn cũ hơn" = "Xem các tin nhắn cũ hơn";


"Xem trước tin nhắn" = "Xem trước tin nhắn";


"Xoá" = "Xoá";


"Xoá bạn bè thành công" = "Friend deleted";


"Xoá thông tin" = "Delete your information";


"Xoá thông tin của bạn ở tất cả các nơi gặp gỡ nếu bạn không muốn ai tìm thấy bạn. Bạn có chắc chắn muốn xoá không?" = "Are you sure you want to delete your information in every place so that no one find you?";


"Xoá vị trí" = "Delete\nlocation";


"Yêu cầu kết bạn" = "Friend Requests";


"Yêu cầu kết bạn đã gửi" = "Sent friends request";


"Yêu cầu kết bạn đã được gửi đi thành công" = "Your friend request is sent";


"Yêu cầu kết bạn đến tôi" = "Received friends requests";


"đang gọi cho bạn" = "đang gọi cho bạn";


"Đang gửi" = "Đang gửi";


"Đang kết nối" = "Connecting";


"Đang lấy vị trí..." = "Đang lấy vị trí...";

"Đang tải lên" = "Đang tải lên";

"Đang tải..." = "Đang tải...";


"Đang truy cập" = "Online";

"Đang xác định vị trí" = "Locating position";


"Đang đổ chuông" = "Đang đổ chuông";


"Đã gửi" = "Đã gửi";


"Đã kết nối với máy chủ" = "Connected to server";


"Đã ngắt máy" = "Đã ngắt máy";


"Đã nhận" = "Delivered";


"Đã trả lời" = "Đã trả lời";


"Đã từ chối" = "Đã từ chối";

"Đang gọi đến" = "Đang gọi đến";

"Đang gọi video" = "Đang gọi video";

"Starting..." = "Bắt đầu...";

"Call ended" = "Kết thúc cuộc gọi";

"Đăng" = "Post";


"Đăng ký" = "Register";


"Đăng ký tài khoản" = "Register an account";


"Để lại vết (người đó sẽ biết)" = "Leave a trademark (They will know)";


"Để sau" = "Later";


"Để tạo tài khoản AzStack, bạn cần cho phép chúng tôi lấy địa chỉ email của bạn từ Facebook" = "In order to create a AzStack account, you are supposed to allow us to get your email from your Facebook";


"Điều khoản" = "Terms and Conditions";


"Điều khoản sử dụng" = "Terms and Conditions";


"Điều khoản sử dụng AzStack" = "Terms and Conditions of AzStack";


"Đóng" = "Đóng";


"Đồng ý" = "Đồng ý";


"Đổi mật khẩu" = "Change password";


"Đường thẳng" = "Đường thẳng";


"Được phép bình luận" = "Allow to leave a comment";


"Được phép bình luận câu chuyện trên trang cá nhân của tôi" = "Allow to leave a comment on the stories on my homepage";


"Được phép nhắn tin, gọi điện cho tôi" = "Allow to send messages to me";


"Được phép viết lên trang cá nhân" = "Allow to write on the homepage";


"Được phép viết lên trang cá nhân của tôi" = "Allow to write on my homepage";


"Được phép xem ai thích, bình luận" = "Allow to see the people like and comment";


"Được phép xem ai thích, xem đầy đủ bình luận câu chuyện trên trang của tôi (những người còn lại chỉ có thể xem bình luận của tôi, của chính người đó và của tác giả câu chuyện)" = "Allowed to view all likes and comments on my homepage stories (others will only see my comments, comments of themselves and of the story's writer)";


"Được phép xem trang cá nhân" = "Allow to view the homepage";


"Được phép xem trang cá nhân của tôi" = "Allow to view my homepage";





















/*------------in xib ------------------------>>>>>>>>> */










"Nhập chính xác tên đăng nhập / email" = "Enter correct username  / email";

"Tìm bạn" = "Find friend";


"Để tìm bạn bè trên Facebook bạn cần cho phép AzStack truy cập danh sách bạn bè của bạn" = "To find friends on Facebook, you are supposed to allow AzStack to access your friends list";


"Màu sắc" = "Màu sắc";

"Độ dày nét" = "Độ dày nét";

"Độ đậm nét" = "Độ đậm nét";



"Đang gọi" = "Đang gọi";

"Tắt tiếng" = "Tắt tiếng";

"Loa ngoài" = "Loa ngoài";

"Ngắt máy" = "Ngắt máy";

"Nhạc nền" = "Nhạc nền";

"Thêm bạn" = "Thêm bạn";


"Trả lời" = "Trả lời";

"Từ chối" = "Từ chối";


"Âm lượng nhạc nền" = "Background music volume";

"Cập nhật ảnh đại diện để trông bạn dễ gần hơn và được quan tâm hơn khi tham gia Phòng chat online, Gặp gỡ, Ai gần đây, ..." = "Update profile picture to be more friendly and attractive joining Online chat room, Dating, Nearby...";

"Chỉ một bước nữa thôi để bắt đầu sử dụng AzStack" = "Just one more step to start joining AzStack";

"Nhập ngày sinh của bạn" = "Your birthday";

"Họ và tên" = "Full name";


"Chúc mừng bạn đã tạo thành công tài khoản AzStack" = "Congratulations! You have successfully signed up your AzStack account";

"bạn có thể sử dụng email sau để lấy lại mật khẩu trong trường hợp bạn quên mật khẩu" = "You can use the email below to reset password in case you forget your password";

"Bắt đầu" = "Bắt đầu";

"Tên đăng nhập / email" = "Username / email";

"Nhập tên đăng nhập hoặc email ứng với tài khoản bạn muốn tìm lại mật khẩu" = "Enter username or email you want to reset password";

"Sử dụng Facebook" = "Use Facebook";

"Sử dụng email" = "Use email";

"Tạo tài khoản AzStack bằng cách" = "Create a AzStack account by";

"Đăng nhập với tài khoản này" = "Log in using this account";

"Tài khoản Facebook của bạn đã được sử dụng để tạo tài khoản AzStack:" = "Your Facebook account was already used to create a AzStack account:";

"Chúc mừng bạn đã tạo thành công tài khoản AzStack, lần tới bạn có thể sử dụng email dưới và mật khẩu vừa nhập để đăng nhập vào AzStack" = "Congratulations! You have successfully signed up your AzStack account. You can use this email and password to log in for the next access";

"Mật khẩu" = "Mật khẩu";

"Nhập lại mật khẩu" = "Nhập lại mật khẩu";

"Bạn có thể vào website http://AzStack.com từ máy tính để tải lên bài hát mà bạn yêu thích" = "You can go to website http://AzStack.com on computer to upload your favorite songs.";

"Tải về làm nhạc nền cuộc gọi" = "Download to set as background music";

"Đặt làm nhạc chờ cuộc gọi" = "Set as ringback tone";

"Dung lượng: không được chỉ ra" = "Size: unknown";

"Người nhận" = "Người nhận";

"Ngày" = "Ngày";

"Giờ"  = "Giờ";

"Chọn contact" = "Chọn contact...";

"Nội dung tin nhắn" = "Nội dung tin nhắn";

"Thời gian gửi" = "Thời gian gửi";

"Người nhận"  = "Người nhận";

"schedule_msg_confirm" = "Are you sure to discard this message?";

"Thay đổi mật khẩu" = "Change password";

"Tên đăng nhập" = "Username";

"Nhập lại mật khẩu mới" = "Confirm password";

"Mật khẩu hiện tại" = "Current password";

"Mật khẩu mới" = "New password";


"Chữ ký sẽ hiển thị trên màn hình người nhận cuộc gọi khi bạn gọi đến người đó" = "Your signature will be shown on callees' screen when you are calling them";

"Chữ ký sẽ hiển thị trên màn hình người gọi khi người đó gọi cho bạn" = "Your signature will be shown on callers' screen when they are calling you";

"Nhập chữ ký cuộc gọi đến" = "Enter your incoming-call signature";

"Nhập chữ ký cuộc gọi đi" = "Enter your outgoing-call signature";

"Bình luận" = "Comment";

"Thư viện ảnh" = "Thư viện ảnh";

"Phòng chat online" = "Online room chat";

"Ai gần đây?" = "Nearby";


"thông báo mới" = "new notification";







"Gặp gỡ" = "Meet";

"Gặp gỡ, làm quen theo địa phương, sở thích, ..." = "Meet, make friends depending on your location, your hobbies, ...";

"Ghé thăm" = "Visited";

"        người vừa xem trang cá nhân của bạn" = "        people have visited your homepage";

"Chung Wifi" = "Same Wifi";

"Tìm người đang dùng chung mạng wifi với bạn" = "Find people on the same wifi with you";


"Gọi điện" = "Gọi điện";

"Nhắn tin" = "Nhắn tin";

"Chặn / Bỏ chặn" = "Block / Unblock";

"Giới tính"  ="Gender";

"Trạng thái" = "Status";

"Chặn không cho xem trang cá nhân của tôi" = "Block from my homepage";

"Chặn nhắn tin, gọi điện đến tôi" = "Block messages to me";

"Quên mật khẩu" = "Forgot password";

"Đăng ký" = "Register";


"Đăng nhập" = "Sign in";

"Nhập mã bên cạnh vào đây" = "Type the code here";

"Tài khoản" = "Account";

"Thông tin" = "Information";

"Mã xác nhận" =  "Confirmation code";






/* Bo sung sau khi gui Trang lan` 2 */

"[Thay đổi ảnh đại diện]" = "Change profile picture";


"[Tin đã bị huỷ]" = "[Tin đã bị huỷ]";

"Huỷ tin" = "Huỷ tin";

"Tin nhắn sẽ bị xoá trên máy của bạn và của %@, bạn có đồng ý không?" = "Tin nhắn sẽ bị xoá trên máy của bạn và của %@, bạn có đồng ý không?";

"Chữ ký cuộc gọi riêng" = "Call signature";


"Chữ ký sẽ hiển thị trên màn hình của %@ khi bạn gọi đến %@" = "Signature will be shown on %@' screen when you are calling %@";

"Chữ ký sẽ hiển thị trên màn hình của %@ khi %@ gọi cho bạn" = "Signature will be shown on %@'s screen when %@ is calling you";

"Cập nhật chữ ký riêng thành công!" = "Personal signature updated!";


"Cài đặt thông báo" = "Cài đặt thông báo";



"Cài đặt thông báo để nhận tin nhắn và cuộc gọi ngay lập tức" = "Cài đặt thông báo để nhận tin nhắn và cuộc gọi ngay lập tức";

"1. Mở \"%@\" của iOS" = "1. Mở \"%@\" của iOS";

"2. Chọn \"%@\"" = "2. Chọn \"%@\"";

"3. Chọn \"AzStack\"" = "3. Chọn \"AzStack\"";


"4. Chọn \"%@\"" = "4. Chọn \"%@\"";

"5. Bật \"%@\"" = "5. Bật \"%@\"";






"Cho phép AzStack truy cập micro để có thể gọi điện, gửi tin nhắn thoại" = "Cho phép %@ truy cập micro để có thể gọi điện, gửi tin nhắn thoại";

"2. Chọn \"%@\"" =  "2. Chọn \"%@\"";

"3. Chọn \"%@\"" = "3. Chọn \"%@\"";

"3. Bật \"AzStack\" như hình dưới" = "3. Bật \"%@\" như hình dưới";

"Bật truy cập Micrô" = "Bật truy cập Micrô";

"Bật truy cập Thư viện ảnh" = "Bật truy cập Thư viện ảnh";

"Bật truy cập Vị trí" = "Bật truy cập Vị trí";




"Cho phép AzStack truy cập Thư viện ảnh để có thể gửi/nhận ảnh, đăng ảnh lên trang cá nhân" = "Allow %@ to access your photos to send, receive, or post photos to your homepage";

"Cho phép AzStack truy cập Vị trí để có thể sử dụng tính năng Tìm bạn ở gần" = "Allow %@ to access your current location to use the function Find nearby friends";

"Thay đổi ngôn ngữ" = "Thay đổi ngôn ngữ";

"Xong" = "Xong";

"Tiếng Anh" = "English";

"Tiếng Việt" = "Vietnamese";


"Tiếng Nhật" = "Japanese";











/*can nho Trang dich tiep*/
"Bạn cần tắt và bật lại ứng dụng để thay đổi ngôn ngữ có hiệu lực!" = "You must restart AzStack app for change applied!";

"Quan trọng" = "Important";

"Thoát tài khoản Facebook %@" = "Logout this Facebook acc %@";

"Gợi ý kết bạn" = "Friend suggestion";

"Không có gợi ý kết bạn nào" = "No suggestions";



"Không thể kết bạn vì bạn đã có 1000 bạn bè và yêu cầu kết bạn được gửi!" = "Không thể kết bạn vì bạn đã có 1000 bạn bè và yêu cầu kết bạn được gửi!";

"Tính năng này cho phép tìm bạn bè gần bạn. Người lạ cũng có thể tìm thấy bạn nếu bạn sử dụng tính năng này." = "This function allows you to find nearby friends. This will also allow strange people to find you.";

"Bạn muốn tiếp tục?" = "Bạn muốn tiếp tục?";


"Bạn có chắc chắn muốn kết bạn với %@ không?" = "Are you sure you do want to add %@ as your friend?";


"Thay đổi chưa được lưu lại, bạn có muốn bỏ qua không?" = "Thay đổi chưa được lưu lại, bạn có muốn bỏ qua không?";

"Không thể lấy vị trí của bạn, vui lòng thử lại!" = "Không thể lấy vị trí của bạn, vui lòng thử lại!";

"Cài đặt AzStack" = "Register";

"Nhập số điện thoại của bạn" = "Select your country, enter your phone number and click continue.";

"Số điện thoại" = "Enter phone number";

"Tiếp tục (đăng ký)" = "Continue";

"Số điện thoại không hợp lệ" = "Invalid phone number";

"Số điện thoại của bạn là \n\n %@ %@ \n\n Một tin nhắn (SMS) có mã xác nhận sẽ được gửi tới số điện thoại này của bạn" = "Is this your correct number? \n\n %@ %@ \n\n An SMS with your access code will be sent to this number";

"Kiểm tra số điện thoại" = "Phone number verification";

"Chưa hỗ trợ gửi tin nhắn đến nước của bạn, vui lòng thử lại sau" = "Send SMS to your country not supported";

"Kích hoạt" = "Activation";

"Mã kích hoạt đã được gửi đến số điện thoại của bạn:" = "Activation code has been sent to:";

"Nhập mã kích hoạt" = "Enter code here";

"Bạn sẽ nhận được mã kích hoạt sau tối đa %ds" = "You will receive an activation code after a maximum of %ds";


"Gửi lại mã kích hoạt" = "Resend activation code";

"Quá số lần gửi lại tin nhắn đến máy / số điện thoại của bạn, vui lòng thử lại sau 12 tiếng" = "Too many requests to send the SMS to your mobile / phone number, please try again after 12 hours";

"Mã xác nhận đã hết hạn hoặc không chính xác" = "Activation code expired or incorrect";

"Cập nhật thông tin" = "Enter your details";

"Lấy thông tin từ Facebook" = "Use Facebook details";

"Cập nhật" = "Update";

"Vui lòng cập nhật giới tính" = "Please enter your gender";

"Bắt đầu sử dụng AzStack" = "Start using AzStack";

"Quản lý tài khoản" = "Switch account";

"Cập nhật mật khẩu" = "Update password";




"Tạo mật khẩu" = "Create password";

"Bạn chưa đặt mật khẩu cho tài khoản này, hãy tạo mật khẩu để đăng nhập thuận tiện hơn." = "You have not set password for this account, please set password to be convenient to login";

"Đặt mật khẩu giúp bạn đăng nhập AzStack qua số điện thoại và mật khẩu mà không cần kích hoạt lại tài khoản qua SMS." = "Set password allows you to signin AzStack by phone number and password without activating by SMS.";

"Xác nhận mật khẩu" = "Repeat password";

"Cập nhật mật khẩu thành công!" = "Password updated!";

"Cập nhật mật khẩu KHÔNG thành công!" = "Password NOT updated!";

"Nhập mật khẩu" = "Enter password";

"Số điện thoại này đã đăng ký tài khoản" = "This phone number has already used to register account.\nPlease enter your password.";

"Quên mật khẩu?" = "Forgot password?";

"Xác thực số điện thoại" = "Verify your phone number";

"Tài khoản của bạn chưa cập nhật số điện thoại.\nVui lòng nhập chính xác số điện thoại của bạn." = "Your account has not updated phone number. \nPlease enter your phone number!";

"Số điện thoại đã được sử dụng bởi tài khoản khác" = "The phone number have been used by another account";

"Tên" = "Tên";

"Thông báo (thoát)" = "Thông báo";

"Bạn cần tạo mật khẩu trước khi đăng xuất.\n Lần sau bạn có thể đăng nhập bằng số điện thoại của mình và mật khẩu này mà không cần kích hoạt lại tài khoản qua SMS." = "You should create a password before logging out. \nNext time you can login with your phone number and this password without having to re-activate the account via SMS.";

"Qua số điện thoại" = "Via phone";

"Nhập số điện thoại để tìm bạn" = "Enter phone number to find friend";

"Tìm bạn qua số điện thoại" = "Find friend by phone number";

"Nhập số điện thoại" = "Enter phone number";


"Người này đã chặn không cho bạn gọi điện và gửi tin nhắn đến!" = "Xin lỗi! %@ đã chặn không cho bạn gọi điện và gửi tin nhắn đến!";

"Người này chỉ nhận tin nhắn, cuộc gọi của những người trong danh bạ!" = "Xin lỗi! %@ chỉ nhận tin nhắn, cuộc gọi của những người trong danh bạ!";

"Số của tôi: +%@" = "My number: +%@";

"Cập nhật số điện thoại" = "Update your phone number";

"Số điện thoại không tồn tại trên hệ thống" = "Phone number not found";

"Tạo mật khẩu mới" = "Create new password";
"Tạo mật khẩu mới mô tả" = "Please type a new password for your account.";

"Chưa có tin nhắn nào" = "Tạo chat mới";

"hôm nay" = "%@ hôm nay";

"hôm qua" = "%@ hôm qua";

"Hôm nay" = "Hôm nay";

"Hôm qua" = "Hôm qua";

"Chủ nhật" = "Chủ nhật";
"Thứ hai" = "Thứ hai";
"Thứ ba" = "Thứ ba";
"Thứ tư" = "Thứ tư";
"Thứ năm" = "Thứ năm";
"Thứ sáu" = "Thứ sáu";
"Thứ bảy" = "Thứ bảy";

"Truy cập %@" = "Truy cập: %@";

"%d giây trước" = "Truy cập: %d giây trước";

"Just now" = "Truy cập: Vừa xong";

"%d phút trước" = "Truy cập: %d phút trước";

"%d tiếng trước" = "Truy cập: %d giờ trước";

"Chọn nước của bạn" = "Choose your country";

"Vui lòng chờ ..." = "Vui lòng chờ ...";

"Nearby friends" = "Nearby friends";

"Des_Nearby friends" = "Find nearby friends";

"Find friend in same Wifi" = "Find friend in same Wifi";

"Des_Find friend in same Wifi" = "Find friend in same Wifi";

"Find friend by Facebook" = "Find friend by Facebook";

"Des_Find friend by Facebook" = "Use Facebook account to find friends";

"Find friend by phone" = "Find friend by phone";

"Des_Find friend by phone" = "Enter phone number to find friend";

// DuongTTT3
"label_term_1" = "I agree with the ";
"label_term_2" = "Terms and Conditions";
"record_too_short" = "Đoạn ghi âm quá ngắn.";
"or" = "or";
"log_out" = "Đăng xuất";
"sticker_preview" = "Enable sticker preview";
"change_background_title" = "Chọn hình nền";
"choose_from_library" = "Chọn từ thư viện";
"select_all" = "Chọn tất cả";
"sound_on" = "Bật âm báo";
"sound_off" = "Tắt âm báo";
"notification_on" = "Bật thông báo";
"notification_off" = "Tắt thông báo";
"edit" = "Sửa";
"chat_background" = "Hình nền";
"sound" = "Âm báo";
"add_friend" = "Add friend";
"invite_friend" = "Invite friend";
"to" = "Chọn: ";
"enter_name" = "Search";
"contact_added" = "Added";
"send_sms" = "Send SMS";
"send_sms_dec" = "Invite friends via SMS";
"send_email" = "Send email";
"send_email_dec" = "Invite friends via Email";
"share_facebook" = "Share via Facebook";
"share_facebook_dec" = "Invite friends via Facebook";
"send_sms_success" = "Messages sent successfully";
"send_sms_failed" = "Sending messages failed";
"send_mail_success" = "Mail sent successfully";
"send_mail_failed" = "Sending mail failed";
"send_fb_success" = "Invitation sent successfully";
"send_fb_failed" = "Sending invite failed";
"loading_contact" = "Loading contact...";
"enter_passcode" = "Enter Passcode";
"enter_passcode_touchid" = "Touch ID or Enter Passcode";
"backspace" = "Delete";
"passcode" = "Passcode";
"set_passcode" = "Set Passcode";
"turn_off_passcode" = "Turn off Passcode";
"set_passcode_text" = "Enter your passcode";
"set_passcode_text1" = "Enter a passcode";
"set_passcode_text2" = "Re-enter the passcode";
"set_passcode_text_old" = "Enter your old passcode";
"set_passcode_text_new" = "Enter your new passcode";
"set_passcode_text_new2" = "Re-enter your new passcode";
"passcode_turn_on" = "Turn Passcode On";
"passcode_turn_off" = "Turn Passcode Off";
"change_passcode" = "Change Passcode";
"use_touchid" = "Use Touch ID";
"passcode_not_match" = "Passcodes did not match. Try again.";
"passcode_same" = "Enter a different passcode. Cannot re-use the same passcode.";
"require_passcode" = "Require Passcode";
"require_passcode_imm" = "Immediately";
"require_passcode_1min" = "After 1 minute";
"require_passcode_5min" = "After 5 minutes";
"require_passcode_15min" = "After 15 minutes";
"require_passcode_1hour" = "After 1 hour";
"passcode_popup" = "Do you want to turn off Preview message? If no, you can turn it off later by going to More - Messages Settings";
"no_result" = "Không có kết quả";
"maximum_contact" = "Không thể chọn quá %d contact";
"confirm_sms" = "Your service provider might have fees for sending SMS messages. Are you want to continue?";
"nearby_store" = "Nearby Bitel Stores";
"nearby_store_dec" = "Find nearby Bitel Stores around you";
"cannot_get_location" = "Cannot get your location";
"cannot_get_location_dec" = "Please check your setting by going to Settings - Privacy - Location Services";
"open_settings" = "Open Settings";
"time_open" = "Time open-close";
"qrcode" = "My QR-Code";
"qrcode_dec" = "Make friend by using QR-Code";
"qrcode_text" = "When your friends scan this QR-Code, they can find you by your phone number.";
"qrcode_scan" = "Scan QR-Code";
"cannot_detect_qrcode" = "Cannot recognize QR-Code";
"phone_empty" = "Phone number is empty";
"invite_title" = "Invite to AzStack!";
"invite_text_email" = "The number %@ invites you to use AzStack. Please download and install AzStack at Google Play %@ or AppStore %@";
"invite_text_sms" = "The number %@ invites you to use AzStack. Please download and install AzStack at GooglePlay %@ or Appstore %@. Thanks!";
// 1 failed passcode attempt
// PhuNV8
"What is in your mind?" = "What's in your mind?";
"No blocked users" = "No blocked users";
"Are you sure delete location" = "Are you sure you want to clear your location so that people can not find to me?";
"Delete location successfully" = "Delete location successfully!";
"Delete location failed" = "Delete location failed!";
"Choose a photo" = "Choose a photo";
"Take a photo" = "Take a photo";
"Remove picture" = "Remove picture";

"Cannot chat with yourself" = "Không thể chat với chính mình!";
"I am using AzStack" = "Tôi đang dùng AzStack!";
"Friend request sent" = "Friend request sent";
"Delete" = "Xoá";
"Phone number" = "Phone number";
"Alow people see you in wifi" = "Allow people to see you in wifi";
"Public wifi" = "Public wifi";
"No Internet Connection" = "Không có kết nối mạng!";
// PhuNV8: Intro
"welcom_title" = "AzStack";
"welcom_sum" = "Fast, fun, easy way to communicate \nwith friends and family.";
"free_title"="Free";
"free_sum"="AzStack is free forever. No ads.\nNo subscription fees.";
"fast_title" = "Fast";
"fast_sum" = "AzStack sends messages easily and \nquickly with colorful icons, \nphotos and even location information.";
"power_full_title" = "Unlimited";
"power_full_sum" = "AzStack doesn\'t have limits! \nThis will hold the size \nof your conversation.";
"security_title" = "Secure";
"security_sum"="Your conversations are saved from hackers.";
"connect_title"="Connect";
"connect_sum"="Find your friends around you via wifi, Facebook, \nlocation and phone numbers.";
"start_AzStack" = "Start using AzStack";
"Gói hình vui nhộn này đã được cài đặt" = "Gói hình vui nhộn này đã được cài đặt";
"Dày" = "Dày";
"Mỏng" = "Mỏng";
"Đậm" = "Đậm";
"Nhạt" = "Nhạt";
"%@ Accepted friend request" = "%@ accepted your friend request!";
"Select a tool" = "Chọn công cụ";
"%@ muốn kết bạn với bạn!" = "%@ want to make friends with you!";
// Group
"Group" = "Nhóm";
"%@ create Group \"%@\"" = "%@ đã tạo nhóm \"%@\"";
"Create Group" = "Tạo nhóm";
"Gallery" = "Thư viện";
"Change name group successful!" = "Đổi tên nhóm thành công!";
"%@ change Group name to \"%@\"" = "%@ đã đổi tên nhóm thành \"%@\"";
"You" = "Bạn";
"you" = "bạn";
"Change name Group fail!" = "Đổi tên nhóm không thành công!";
"%@ invited" = "%@ đã mời";
"and" = "và";
"members" = "thành viên";
"member" = "member";
" to group!" = " vào nhóm!";
"Invite Friend Successful!" = "Mời thành viên thành công!";
"%@ leave Group!" = "%@ đã rời khỏi nhóm!";
"%@ kicked %@!" = "%@ đã kick %@!";
"You are kicked by %@!" = "Bạn bị kick bởi %@!";
"Change Admin Group To %@!" = "Admin nhóm được chuyển cho %@!";
"Kick User Successful!" = "Kick thành viên thành công!";
"Leave Group Successful!" = "Rời nhóm thành công!";
"Group is not exist!" = "Nhóm không tồn tại!";
"You haven't permission, Only Admin can kick user in group!" = "Bạn không có quyền kick thành viên do không phải là admin của nhóm";
"Successful! This Group deleted because no user in group!" = "Xóa nhóm thành công vì không còn thành viên nào!";
"This user is kicked not in group!" = "Thành viên bị kick không có trong nhóm";
"Please choose new admin!" = "Vui lòng chọn admin mới!";
"Please choose another admin because this admin isn't in group!" = "Vui lòng chọn thành viên khác làm admin vì thành viên này không có trong nhóm";
"Cannot send message to this Group, you are kicked!" = "Không thể gửi tin đến nhóm, bạn đã bị kick";
"typing..." = "nhập...";
" and More" = " và ...";
"are" = "đang";
"is" = "đang";
"Group Info" = "Thông tin nhóm";
"You haven't permission to change name Group!" = "Bạn không có quyền thay đổi tên nhóm";
"Name Group has min 2 character!" = "Tên nhóm phải chứa ít nhất 2 ký tự!";
"Name Group has max 32 character!" = "Tên nhóm không được quá 32 ký tự!";
"Change name group successful!" = "Change name group successful!";
"You are kicked by Admin!" = "Bạn bị kick bởi Admin!";
"Add More Participants..." = "Thêm thành viên...";
"ADMIN" = "ADMIN";
"Leave and Delete" = "Rời và Xóa lịch sử chat";
"Settings" = "Cài đặt";
"Members" = "Thành viên";
"Do you want leave and delete this group?" = "Bạn có chắc chắn muốn rời và xoá nhóm?";
"Do you want kick %@ from this Group?" = "Bạn có chắc chắn muốn kick %@ ra khỏi nhóm?";
"Choose New Admin" = "Chọn Admin mới";
"Please choose new Admin Group!" = "Vui lòng chọn admin mới!";
"This message will be deleted on your device and member in group, Are you sure?" = "Tin nhắn sẽ bị xoá trên máy của bạn và của các thành viên trong nhóm, bạn có đồng ý không?";
"Message is sent to: %@" = "Tin nhắn được gửi tới: %@";
"No member receive this message!" = "Chưa có thành viên nào nhận được tin nhắn này";
"Enter Name Group" = "Nhập tên nhóm";
"Invite Member fail! Group has max %d member!" = "Thêm user không thành công! Nhóm chỉ có tối đa %d thành viên";
"Create Group Fail! Group has max %d member!" = "Tạo nhóm không thành công! Nhóm chỉ có tối đa %d thành viên";
"sent" = "đã gửi";
// Upload + Download
"Download message fail!" = "Tải tin nhắn không thành công!";
"Connection Error!" = "Lỗi kết nối!";
"Can't send files over 10mb" = "Can't send files over 5MB";
"Can't send files over 10mb wifi" = "Can't send files over 10MB in Wifi!";
"Can't send files over 10mb 3g" = "Can't send files over 2MB in 3G!";
// Forward file
"Forward" = "Chuyển tiếp";
"Forward to %@?" = "Chuyển tiếp tới %@?";
"Forwarded Message" = "Forwarded Message";
"From: %@" = "Từ: %@";
"Noname" = "Loading";
"Chats" = "Chats";
// Location permission string
"Location Permission Denied!" = "Không có quyền truy nhập thông tin vị trí!";
"To re-enable, please go to Settings and turn on Location Service for this app." = "Để cấp quyền truy cập thông tin vị trí cho ứng dụng, Vui lòng vào Setting và bật quyền truy cập vị trí cho ứng dụng";
// Smart text
"SMText_Copy" = "Copy";
"SMText_Open Link" = "Open Link";
"SMText_Call" = "Call";
"SMText_Send Email" = "Send Email";
// Video picker controller
"This app does not have access to your photos or videos. You can enable access in Privacy Settings." = "Ứng dụng này không có quyền truy cập vào thư viện hình ảnh và video. Bạn cần cấp quyền để ứng dụng có thể truy cập vào thư viện";
"Access Denied" = "Không có quyền";
"Select an Album" = "Select an Album";
"Pick Video" = "Pick Video";
"No Video" = "No Video";
"Send" = "Gửi";
"Compressing..." = "Đang xử lý...";
//
"Current user not active messaging service" = "%@ chưa kích hoạt dịch vụ nhắn tin gọi điện miễn phí. Bạn chỉ có thể nhắn tin gọi điện sau khi %@ kích hoạt dịch vụ này!";
"Current users not active messaging service" = "%@ chưa kích hoạt dịch vụ nhắn tin gọi điện miễn phí. Bạn chỉ có thể nhắn tin gọi điện sau khi %@ kích hoạt dịch vụ này!";
//
"Chat Setting" = "Cài đặt";
//QBStrings

"title" = "Photos";

"format_photo" = "%ld Photo";
"format_photos" = "%ld Photos";
"format_video" = "%ld Video";
"format_videos" = "%ld Videos";
"format_photo_and_video" = "%ld Photo, %ld Video";
"format_photos_and_video" = "%ld Photos, %ld Video";
"format_photo_and_videos" = "%ld Photo, %ld Videos";
"format_photos_and_videos" = "%ld Photos, %ld Videos";

"item_selected" = "%ld Photo/Video";
"items_selected" = "%ld Photo/Video";

//
// Favorite chat
"No favorite chats" = "Yêu thích trống";
"Add favorite chat successfully!" = "Thêm yêu thích thành công!";
"Remove favorite chat successfully!" = "Xóa yêu thích thành công!";
"This chat does not exist!" = "Hội thoại này chưa tồn tại!";

// Calllog tableview
"Outgoing Call" = "Cuộc gọi đi";
"Incoming Call" = "Cuộc gọi đến";
"MissCall" = "Cuộc gọi nhỡ";
"No Calls" = "Không có cuộc gọi";

// Key enter phone number
"Enter Phone Number" = "Nhập số điện thoại";

// Call detail
"Call Detail" = "Chi tiết";
"Call %@" = "Gọi %@";
"Callout %@" = "Callout %@";
"Free message" = "Nhắn tin";
"Contact info" = "Thông tin tài khoản";
"Clear history" = "Xóa lịch sử";
"HISTORY" = "Lịch sử";

// List File

"No Files" = "Không có tập tin";
"All Chats" = "Tất cả hội thoại";
"All Members" = "Tất cả thành viên";
"All Types" = "Tất cả tập tin";

"Audios" = "Âm nhạc";
"Images" = "Hình ảnh";
"Videos" = "Video";
"Others" = "Khác";

// Chat file detail
"Share in %@" = "Chia sẻ trong %@";
"Downloading...%d%@" = "Đang tải...%d%@";

// Unread message
"Unread Messages" = "Tin nhắn mới";

// Error Callout
"Error Common!" = "Có lỗi xảy ra!";
"Busy!" = "Máy bận!";
"Your balance is insufficient!" = "Tài khoản của bạn không đủ tiền để thực hiện cuộc gọi!";
"Phone number is not available" = "Số điện thoại không tồn tại";
"Error: Unknown!" = "Có lỗi xảy ra!";

// Call Controller
"CallOut" = "CallOut";
"Reconnecting..." = "Kết nối lại...";
"Stop call because %@ is on another call!" = "Dừng cuộc gọi vì %@ đang kết nối với cuộc gọi khác!";
"Your balance is insufficient. Please top-up your account in order to continue enjoying your service." = "Tài khoản của bạn không đủ tiền để thực hiện cuộc gọi!. Vui lòng nạp tiền vào tài khoản để tiếp tục sử dụng dịch vụ!";
"Alert" = "Thông báo";
"Top-up" = "Nạp tiền";

// Chatting controller
"Chats" = "Tin nhắn";
"Loading conversation..." = "Lấy danh sách hội thoại...";
"No Conversations" = "Không có hội thoại";
"Outgoing call (%@)" = "Cuộc gọi đi (%@)";
"Incoming call (%@)" = "Cuộc gọi đến (%@)";
"Connecting" = "Đang kết nối";
"Updating" = "Đang cập nhật";
"Chats (%d)" = "Tin nhắn (%d)";
//
"No Groups" = "Không có nhóm";
"No Public Groups" = "Không có nhóm";
"Notification" = "Thông báo";
//
"Detail" = "Chi tiết";

// Broadcast
"Edit" = "Sửa";
"Done" = "Xong";
"Broadcast Lists" = "Thông báo";
"List Info" = "Thông tin thông báo";
"Save" = "Lưu";
"Broadcast Information changed!" = "Thay đổi thông tin của thông báo thành công.";
"List Recipients" = "Danh sách người nhận";
"List name" = "Tên thông báo";
"Edit List..." = "Sửa danh sách...";
"Member is empty" = "Danh sách member trống";
"DB error" = "Có lỗi cơ sở dữ liệu";

"%d members" = "%d thành viên";
"New Channel" = "Tạo kênh mới";
"Create" = "Tạo";
"Channel name" = "Tên kênh";
"Channel" = "Kênh";
"No Channels" = "Không có kênh nào";



//

"CHANNELS" = "KÊNH";
"BROADCASTS" = "THÔNG BÁO";
"FAVORITES" = "YÊU THÍCH";

//
"%@ create Channel \"%@\"" = "%@ đã tạo kênh \"%@\"";
"Change name channel successful!" = "Đổi tên kênh thành công!";
"%@ change Channel name to \"%@\"" = "%@ đã đổi tên kênh thành \"%@\"";

"Change name Channel fail!" = "Đổi tên kênh không thành công!";

" to channel!" = " vào kênh!";

"%@ leave Channel!" = "%@ đã rời kênh!";

"Change Admin Channel To %@!" = "Admin kênh được chuyển cho %@!";

"Leave Channel Successful!" = "Rời kênh thành công!";
"Channel is not exist!" = "Kênh này không còn tồn tại!";
"You haven't permission, Only Admin can kick user in channel!" = "Bạn không có quyền, chỉ admin mới có quyền kick user ra khỏi kênh!";
"Successful! This Channel deleted because no user in channel!" = "Thành công! Kênh được xoá vì không còn thành viên nào trong kênh!";
"This user is kicked not in channel!" = "User này không tồn tại trong kênh!";

"Please choose another admin because this admin isn't in channel!" = "Vui lòng chọn admin khác vì admin này không tồn tại trong kênh!";
"Cannot send message to this Channel, you are kicked!" = "Không thể gửi tin tới kênh này vì bạn không còn là thành viên của kênh!";

"You haven't permission to change name Channel!" = "Bạn không có quyền để đổi tên kênh!";
"Change name channel successful!" = "Đổi tên kênh thành công!";
"Do you want leave and delete this channel?" = "Bạn có chắc chắn muốn rời kênh?";
"Do you want kick %@ from this Channel?" = "Bạn có chăc muốn kick %@ ra khỏi kênh?";
"Please choose new Admin Channel!" = "Vui lòng chọn admin mới cho kênh!";
"This message will be deleted on your device and member in channel, Are you sure?" = "Bạn muốn huỷ tin này?";
"Invite Member fail! Channel has max %d member!" = "Invite member fail! Channel has max %d member!";
"Create Channel Fail! Channel has max %d member!" = "Create channel fail! Channel has max %d member!";

"%@ joined channel" = "%@ đã tham gia kênh";

"Please only select up to 10 photos" = "Vui lòng chọn tối đa 10 ảnh!";

"Số lượng đăng ký đã vượt quá giới hạn cho phép. Vui lòng liên hệ với nhà cung cấp để tăng giới hạn đăng ký." = "Số lượng đăng ký đã vượt quá giới hạn cho phép. Vui lòng liên hệ với nhà cung cấp để tăng giới hạn đăng ký.";







